{
    "fortunes": {
        "超吉": [
            "🌠 【超吉】命運之神站在你這邊，今日無敵！",
            "🔥 【超吉】吾乃天命之子，萬事俱備！",
            "✨ 【超吉】今天的你，連狗看到都會點頭說讚。",
            "💎 【超吉】放心，今天的你連躺著都有錢賺！",
            "⚡ 【超吉】今天就是你的主場，所有挑戰都會被你征服！",
            "🌈 【超吉】你的光芒驅散了所有陰霾，整天都會閃閃發亮！",
            "🎯 【超吉】成功已經命中你的生命，無需多言！",
            "🏆 【超吉】你是當之無愧的冠軍，榮耀必定屬於你！",
            "🎉 【超吉】今天的你，走到哪裡都自帶歡呼聲！",
            "🦄 【超吉】傳說中的好運附體，你就是命運的寵兒！",
            "🌟 【超吉】宇宙的祝福全部傾向你，今天注定滿載而歸！",
            "💥 【超吉】無論何事，只要你願意，都能化不可能為可能！",
            "⚔️ 【超吉】戰神降臨，你的每一步都是勝利的序曲！",
            "✨ 【超吉】夢想的光芒正環繞著你，今天一切順遂無比！",
            "🌌 【超吉】星河為你指引方向，每個選擇都是正確的！",
            "🔥 【超吉】你的熱情點燃了整個世界，好運為你護航！",
            "🕊️ 【超吉】和平與幸福的象徵環繞著你，今天無憂無慮！",
            "🎵 【超吉】命運的樂章為你奏響，今天是一首勝利的旋律！",
            "🎯 【超吉】命運的箭矢已經射中目標，你是今天的最大贏家！",
            "🌈 【超吉】你就是今天的彩虹終點，好運在你手中閃耀！",
            "🌅 【超吉】曙光伴隨你前行，今天的每一步都充滿希望！",
            "💼 【超吉】事業一帆風順，今天你是職場上的天選之人！",
            "🏖️ 【超吉】生活如度假般輕鬆，幸運全程相伴！",
            "🍀 【超吉】幸運四葉草已經盡數落入你手中！",
            "🌟 【超吉】星星都在為你閃耀，今天你是宇宙的主角！",
            "🪄 【超吉】命運的魔法正在施展，今天你擁有全場最佳運氣！",
            "🎨 【超吉】今天你的生活就像畫布一樣絢麗多彩！",
            "🍸 【超吉】舉杯慶祝吧，今天的你值得所有掌聲！",
            "🎷 【超吉】命運的旋律由你演奏，今天是勝利的交響曲！",
            "🌄 【超吉】日出之美為你揭開序幕，今天注定充滿奇蹟！",
            "🚀 【超吉】你的好運正在加速升空，今天成功無需等待！",
            "🏹 【超吉】箭已經瞄準靶心，今天的你是人生狩獵的贏家！",
            "📈 【超吉】運勢直線飆升，今天每件事都注定圓滿！",
            "🍎 【超吉】生活像熟透的果實，今天你可以盡情收穫！",
            "🌍 【超吉】地球也在向你致敬，今天你的運氣無人能及！",
            "💖 【超吉】愛與喜悅環繞著你，今天的一切都閃閃發光！",
            "🏅 【超吉】榮耀就在眼前，今天的你已經是勝利的代名詞！",
            "☀️ 【超吉】陽光普照，你的每個計畫都完美實現！",
            "🎩 【超吉】命運向你低頭，今天你就是不折不扣的主人公！"
        ],
        "大吉": [
            "🌟 【大吉】好運連連，今天適合大展身手！",
            "⚔️ 【大吉】全BUFF加持，勇闖這混沌世界吧！",
            "🎉 【大吉】今天隨便走出門都踩到錢。",
            "😎 【大吉】連空氣裡都是你的好運味。",
            "🎯 【大吉】命運之箭必中，你的目標無往不利！",
            "🏆 【大吉】今天的你，隨便出手都是王者操作！",
            "🕶️ 【大吉】潮流與運氣加持，你就是最耀眼的存在！",
            "🌈 【大吉】彩虹在你的心裡架起橋梁，好運通行無阻！",
            "🍀 【大吉】四葉草的祝福附身，今天處處是奇蹟！",
            "🚀 【大吉】好運加速度，今天你的計畫都能一飛沖天！",
            "✨ 【大吉】今天是你的高光時刻，隨手一揮就是奇蹟！",
            "🔥 【大吉】你散發出火焰般的魅力，事事順心順手！",
            "🌌 【大吉】星辰都在為你指引，今天的一切盡在掌握！",
            "💼 【大吉】職場得意，生活順心，今天你全都贏！",
            "🏅 【大吉】榮耀之光環繞，今天的你自帶主角光環！",
            "🍸 【大吉】優雅且自信，你就是今日的焦點所在！",
            "⛅ 【大吉】晴天的微風告訴你，所有美好的事情將降臨！",
            "🌟 【大吉】無需追逐，好運主動向你靠近！",
            "💪 【大吉】無人能敵的狀態，今天你是大佬中的大佬！",
            "🌻 【大吉】陽光般燦爛，今天的你無論做什麼都會被肯定！",
            "🎩 【大吉】今天像戴上魔術師的帽子，好運接連出現！",
            "📈 【大吉】運勢直線飆升，今天的所有計畫都完美運行！",
            "🐾 【大吉】你的每一步都落在幸運的腳印上，今天注定成功！",
            "🏖️ 【大吉】生活如同度假一般輕鬆，快樂就在身邊！",
            "🎵 【大吉】幸福的旋律伴隨你的一天，每件事都充滿和諧！",
            "🌄 【大吉】日出之光告訴你，今天的一切都值得期待！",
            "📸 【大吉】今天的美好值得記錄，快抓住每個精彩瞬間！",
            "🛤️ 【大吉】今天的旅途平坦無阻，好運一路陪伴！",
            "🍎 【大吉】生活如同熟透的果實，今天的你盡情享受收穫！",
            "🏹 【大吉】命運的箭已瞄準成功的靶心，今天必定順利！",
            "🎨 【大吉】你的創意今天會如顏料般流動，繪出非凡的一天！",
            "🚦 【大吉】生活的信號燈全是綠色，今天毫無阻礙地前行！",
            "💼 【大吉】事業的階梯平穩上升，今天的一切都在向前！",
            "🌍 【大吉】地球似乎在為你轉動，今天的幸運無所不在！",
            "💖 【大吉】愛與幸福環繞著你，今天的人際和情感都倍感溫馨！",
            "🏆 【大吉】冠軍的榮耀已在你的手中，今天的成功無需多言！",
            "🌅 【大吉】晨曦微光照亮你的計畫，今天的一切都注定精彩！",
            "🐾 【大吉】四處奔跑的腳步帶著興奮，今天的你無往不利！",
            "🪄 【大吉】命運的魔杖揮動，你的運勢如星光般閃耀！",
            "🍹 【大吉】舉杯慶祝吧，今天的一切都值得為你喝彩！"
        ],
        "中吉": [
            "😊 【中吉】穩穩前行，好事悄悄降臨。",
            "🦾 【中吉】一切如我所料，今天也是主角的劇本。",
            "🌈 【中吉】路上遇到一隻貓都對你喵了一聲。",
            "🎯 【中吉】平平順順，剛剛好的幸福感。",
            "🍵 【中吉】今天適合一杯茶，安靜享受生活的美好。",
            "📖 【中吉】翻開一本書，好運正藏在字裡行間。",
            "🎶 【中吉】背景音樂悄悄響起，今天的生活充滿韻律。",
            "🌻 【中吉】一抬頭，看見陽光灑下的每一秒都是溫暖。",
            "🍀 【中吉】偶遇的驚喜，也許比計畫中的更美妙。",
            "✨ 【中吉】你會發現，今天的努力總會有不期而遇的回報。",
            "🌷 【中吉】今天的小步伐，正邁向大幸福的方向。",
            "🎈 【中吉】微風輕輕吹過，生活中處處藏著驚喜。",
            "📅 【中吉】日曆翻到今天，注定是個好日子！",
            "🌼 【中吉】花朵在綻放，好運也在悄悄靠近你。",
            "🛤️ 【中吉】每一步雖然平凡，但都是穩穩的幸福。",
            "☕ 【中吉】來杯暖咖啡，今天的你會更有精神！",
            "🍓 【中吉】生活像甜美的草莓，值得好好品味。",
            "🖼️ 【中吉】靜下心欣賞一幅畫，靈感與好運不期而至。",
            "🍂 【中吉】秋日的微風帶來清新，今天處處舒適愜意。",
            "🎡 【中吉】命運如摩天輪，今天正緩緩升到高處。",
            "🌅 【中吉】清晨的第一道曙光，為今天帶來新的希望。",
            "🐾 【中吉】腳步輕盈，生活中藏著小驚喜等著你。",
            "📸 【中吉】今天的每個瞬間都值得記錄，快抓住幸福的畫面！",
            "🌳 【中吉】漫步在樹蔭下，感受自然的溫柔擁抱。",
            "🪴 【中吉】像小植物一樣生長，今天的心情慢慢向上！",
            "🍋 【中吉】生活如同柑橘般清新，今天的每一刻都值得珍惜。",
            "🎐 【中吉】風鈴輕響，今天的步調如同音符般和諧。",
            "📜 【中吉】翻開生活的篇章，今天是值得書寫的一天！",
            "🏖️ 【中吉】沙灘的微風帶來舒適，今天的你自在輕鬆。",
            "✨ 【中吉】微光閃耀，今天的你迎來一個溫暖的奇蹟。",
            "🎷 【中吉】生活的旋律正在奏響，今天的每一步都充滿韻律。",
            "☀️ 【中吉】陽光溫暖每個角落，今天的一切都充滿活力。",
            "🛋️ 【中吉】窩在沙發上也能收穫平凡中的幸福感。",
            "🌟 【中吉】星星為你點亮夜空，今天的生活充滿期待。",
            "🍪 【中吉】今天的小點心裡藏著滿滿的快樂滋味。",
            "🎩 【中吉】今天像穿上魔術帽一樣，好運悄然降臨。",
            "🌈 【中吉】彩虹的尾巴就在你眼前，今天的你充滿驚喜。",
            "🎯 【中吉】目標清晰，今天的努力正慢慢走向成功。",
            "🍵 【中吉】熱茶裡的香氣提醒你，今天適合靜靜享受片刻。"
        ],
        "小吉": [
            "😌 【小吉】今天的你，適合悠哉度過。",
            "🧙 【小吉】魔力尚存三分，低調行事無妨。",
            "🍵 【小吉】不如找間咖啡廳發呆一下午吧。",
            "📖 【小吉】今天最適合窩著看本小說。",
            "🌿 【小吉】生活的每一刻，今天都值得慢慢品味。",
            "🎨 【小吉】靜下心來，或許是個適合創作的小日子。",
            "🚶 【小吉】沿著街道慢慢散步，說不定會發現驚喜。",
            "🕯️ 【小吉】點一盞燈，靜靜沉浸在自己的小世界。",
            "🛋️ 【小吉】窩在沙發裡，給今天一點完全放鬆的理由。",
            "🌼 【小吉】外出踏青，感受微風和陽光的溫柔擁抱。",
            "🌺 【小吉】靜謐的一天，適合整理心情和回憶。",
            "🎶 【小吉】輕柔的音樂伴著今天，給你片刻的舒心。",
            "🚴 【小吉】騎上單車，在微風中感受自由和愜意。",
            "🎨 【小吉】手工時刻，今天的靈感如同春日花開。",
            "🌄 【小吉】日出之美迎接你的今天，充滿希望。",
            "📜 【小吉】翻閱一本老書，感受時光留下的溫度。",
            "🍎 【小吉】輕嘗一顆水果，今天的一切都格外甜美。",
            "🛏️ 【小吉】多睡一會，給自己一份恬靜的小幸福。",
            "💡 【小吉】靜思片刻，答案與平和會悄悄來到。",
            "🌳 【小吉】漫步公園，感受自然的呼吸和綠意。",
            "🫖 【小吉】泡一壺茶，讓今天充滿一點清香的悠然。",
            "🌊 【小吉】海邊漫步，浪花拍岸聲中藏著微妙的快樂。",
            "🪵 【小吉】品味生活的樸素美，今天的你回歸初心。",
            "🍂 【小吉】秋葉飄落，靜下心享受微風的輕撫。",
            "🚶‍♀️ 【小吉】散步小憩，城市的角落也能找到自己的節奏。",
            "✨ 【小吉】星星的微光告訴你，平凡裡也有奇蹟。",
            "🎩 【小吉】今天適合一點小裝扮，讓自己亮眼又自信。",
            "🌿 【小吉】窗邊的綠植像今天的你，平和且美好。",
            "☕ 【小吉】咖啡的微香，今天是專屬於你的慢時光。",
            "🛋️ 【小吉】沙發和毛毯，一個人的小天地最是安逸。",
            "📷 【小吉】拿起相機，今天的細微時刻都是值得記錄的風景。",
            "🏞️ 【小吉】登上一座不高的山丘，看遠方的景色給你平靜。",
            "🍇 【小吉】品嚐新鮮的水果，今天的每一口都是甜蜜享受。",
            "📒 【小吉】寫下心情日記，今天的點滴幸福值得保存。",
            "🧘 【小吉】試試冥想或伸展，今天適合安靜與自我平衡。",
            "🎭 【小吉】在生活的舞台上小試身手，今天的靈感特別豐富。",
            "🕊️ 【小吉】靜靜看一隻鳥兒飛過，發現生活的小確幸。",
            "🌙 【小吉】夜晚的微光和晚風，給今天畫上一個完美句點。",
            "🎐 【小吉】風鈴搖響，提醒你放慢腳步，感受當下的美好。",
            "💐 【小吉】為自己準備一束花，今天的世界都溫柔起來了。"
        ],
        "吉": [
            "🌸 【吉】生活中藏著小確幸，記得微笑！",
            "💫 【吉】命運之輪緩緩轉動，好運悄然降臨。",
            "🎶 【吉】BGM自帶浪漫，今天適合表白。",
            "🌞 【吉】陽光普照，天氣正好，心情更好。",
            "🍀 【吉】四葉草的祝福隨風而來，今天充滿希望。",
            "🌈 【吉】彩虹藏在你心裡，今天注定是一個幸福的日子。",
            "🌻 【吉】一抬頭，向日葵正對著你微笑。",
            "🎨 【吉】今天的世界像一幅畫，你是其中的主角。",
            "🚶 【吉】步伐輕快，今天的每一步都充滿美好。",
            "🎵 【吉】耳邊悄悄響起幸福的旋律，生活自帶和諧節奏。",
            "🌼 【吉】微風拂面，生活中的幸福悄悄綻放。",
            "🍎 【吉】今天像一顆甜美的蘋果，充滿清新的滋味。",
            "🎠 【吉】命運的旋轉木馬正在轉動，為你帶來愉悅。",
            "🏞️ 【吉】自然的每一瞬間，今天都充滿活力與美好。",
            "🪷 【吉】靜謐如荷花，今天的心情平和而幸福。",
            "📸 【吉】每個瞬間都值得記錄，今天處處是風景。",
            "🐾 【吉】與寵物的陪伴中，藏著溫暖的微笑。",
            "🌦️ 【吉】即使偶有陰影，今天的晴天更顯珍貴。",
            "🧺 【吉】野餐的好日子，陽光和心情都明媚動人。",
            "🌅 【吉】夕陽的餘暉像幸福的餘韻，今天定是美好的一天。",
            "🚴‍♀️ 【吉】騎行的每個瞬間，都能感受到世界的善意。",
            "🪄 【吉】今天的每個小舉動都自帶神奇的魔法，讓生活更美好。",
            "✨ 【吉】微光中有希望，今天的每件事都會順利展開。",
            "🛤️ 【吉】平坦的道路在眼前展開，今天的旅程安全而幸福。",
            "🌿 【吉】像小草一樣生機勃勃，今天充滿活力。",
            "💐 【吉】花束的芳香撲鼻，今天的生活充滿好運氣。",
            "📚 【吉】靜靜翻書，感受知識帶來的安心與美好。",
            "🎯 【吉】目標清晰，今天的一切都自然水到渠成。",
            "🛶 【吉】水面上的舟緩緩向前，心中充滿平靜與期待。",
            "🌟 【吉】微光閃耀，今天每個努力都在朝向幸福。",
            "🍓 【吉】甜美的草莓像今天的心情，沁人心脾。",
            "🎬 【吉】生活像一部電影，今天你是溫馨故事的主角。",
            "🌅 【吉】晨曦下的清風，今天將帶來新的可能。",
            "🎩 【吉】今天適合帶著自信迎接每一個挑戰。",
            "🛁 【吉】放鬆的泡澡時刻，今天的心情如水般溫柔。",
            "📖 【吉】翻開人生的新一頁，今天的內容都是精彩的。",
            "🏖️ 【吉】沙灘上的足跡，每一步都通往好運的方向。",
            "💼 【吉】今天的工作會輕鬆愉快，收穫也格外豐厚。",
            "🌄 【吉】山巒的日光傾瀉而下，今天的計畫順利展開。",
            "🍹 【吉】一杯清涼飲料，今天的心情像它一樣舒爽美好。"
        ],
        "半吉": [
            "🤔 【半吉】有點好運，但還需小心翼翼。",
            "🌓 【半吉】光明與黑暗共存的一天，穩住。",
            "🍀 【半吉】有點順，但小心別被香蕉皮滑倒。",
            "🪞 【半吉】走到哪都要三思，別衝動。",
            "🚶 【半吉】步伐穩定，別忘了隨時注意前方的坑。",
            "🌳 【半吉】今天的道路上有微風和荊棘，保持冷靜。",
            "🎭 【半吉】小心舞台上的聚光燈，或許背後藏著陷阱。",
            "☕ 【半吉】喝杯咖啡提提神，今天需要些額外警覺力。",
            "🌌 【半吉】命運似星辰，有點亮但也藏些陰影。",
            "🪴 【半吉】像植物般慢慢生長，小心養分不足。",
            "⛅ 【半吉】雲層透出陽光，但還需小心雨滴落下。",
            "🛤️ 【半吉】人生的軌跡平穩中有些彎道，注意方向。",
            "🌾 【半吉】豐收的季節還未到，今天適合耐心耕耘。",
            "🎐 【半吉】微風輕拂，今天的運勢有些飄忽不定。",
            "🦊 【半吉】狐狸的狡黠是你的啟示，保持智慧與警惕。",
            "🎴 【半吉】抽到半吉卡牌，意味著前方有光，但需努力追尋。",
            "🚦 【半吉】信號燈閃爍，等待綠燈再向前邁進。",
            "🪜 【半吉】前方有階梯，但步步為營方能登頂。",
            "🌙 【半吉】月光雖美，但別忘了黑夜中的陰影。",
            "🛡️ 【半吉】命運給予了一面盾牌，保護你也提醒你謹慎。",
            "🌱 【半吉】嫩芽剛剛冒出頭，需要小心呵護才能茁壯成長。",
            "🍂 【半吉】秋風帶來些微涼意，今天適合穩穩前行。",
            "🔮 【半吉】水晶球隱約可見未來，但還需要耐心觀察。",
            "💭 【半吉】今天的夢想像雲朵一樣美，但別被風吹散。",
            "🎢 【半吉】人生如同雲霄飛車，今天的軌跡略顯起伏。",
            "📦 【半吉】打開禮物盒前，還是要帶些期待與謹慎。",
            "🎯 【半吉】目標似乎在眼前，但需要更準確的一擊。",
            "🍵 【半吉】一杯溫茶讓你冷靜下來，細心思考再做決定。",
            "⚖️ 【半吉】天秤稍微傾斜，今天需要些平衡感來掌控全局。",
            "🌀 【半吉】漩渦中還能找到平穩的中心，但別大意了。",
            "🌄 【半吉】日出帶來些微希望，努力讓今天更亮眼。",
            "🎠 【半吉】旋轉木馬慢慢轉動，今天的幸運需要耐心等待。",
            "🌈 【半吉】彩虹的微光閃現，今天要努力靠近希望。",
            "🛋️ 【半吉】舒適的沙發提醒你，今天適合放緩節奏。",
            "🌅 【半吉】夕陽的餘暉裡藏著一絲啟示，仔細觀察吧！",
            "📖 【半吉】在書頁中尋找線索，今天好運藏在知識之間。",
            "🐾 【半吉】走出小心翼翼的腳步，前方也許有驚喜。",
            "🌿 【半吉】像小草一樣堅韌，今天的微風中也有支持。",
            "🍋 【半吉】日子如柑橘般清新，但需要多留意細節。",
            "🎶 【半吉】生活的旋律平穩中有些波動，跟著節奏調整。"
        ],
        "末吉": [
            "📉 【末吉】稍微有點運氣，但別太高調。",
            "🌙 【末吉】夜深人靜時，才是你的舞台。",
            "🎭 【末吉】今天適合做些幕後的小事。",
            "🪤 【末吉】別被小確幸沖昏頭，陷阱就在旁邊。",
            "🌀 【末吉】雖然運勢微弱，但也能在旋渦中找到方向。",
            "🔍 【末吉】低調細心，今天的真相或許藏在小細節中。",
            "🚶‍♀️ 【末吉】慢慢前行，每一步都要穩妥無虞。",
            "🌧️ 【末吉】雨後未必見彩虹，但泥濘之中也能找到方向。",
            "🕊️ 【末吉】縱然微風輕拂，也能推動紙船遠航。",
            "🎐 【末吉】像風鈴般輕響，今天需要慢慢調整節奏。",
            "🌾 【末吉】一小片曙光穿透雲層，今天有些微弱但確實的希望。",
            "🏞️ 【末吉】山谷中的微風輕拂，慢步前行是最好的選擇。",
            "🎨 【末吉】今天的畫布上只有幾筆顏色，但依然可以畫出美景。",
            "🔗 【末吉】一條細繩連著目標，慢慢向前就能到達。",
            "🍂 【末吉】落葉無聲地飄落，今天適合靜靜欣賞生活的點滴。",
            "☁️ 【末吉】雲層稍厚，陽光隱隱，但並非全然灰暗。",
            "🕰️ 【末吉】時鐘的每一下都提醒你，耐心會帶來成果。",
            "🌬️ 【末吉】風吹過耳邊，帶著細微的提示，留心那些細節。",
            "⚙️ 【末吉】命運的齒輪正在緩慢轉動，抓住小機會便能有所突破。",
            "🕯️ 【末吉】小小的燭光點亮黑暗，今天值得珍視微小的亮點。",
            "🌊 【末吉】浪花輕拍岸邊，隨波逐流中也有穩定的落腳點。",
            "📂 【末吉】翻開一頁資料，或許會找到你需要的答案。",
            "🍵 【末吉】喝口熱茶靜下心來，會發現一些被忽略的幸福。",
            "🌟 【末吉】遠方的星光微弱，但仍能指引你前進的方向。",
            "🧭 【末吉】指南針的方向稍稍偏移，調整後依然能找到正確的路。",
            "🎩 【末吉】魔術師的小伎倆，給今天增添了一絲驚喜的可能。",
            "🚦 【末吉】黃燈亮起，提醒你放慢腳步，謹慎前行。",
            "🎋 【末吉】竹枝輕搖，今天的風景雖不壯麗，但依舊怡人。",
            "🕶️ 【末吉】戴上墨鏡遮住烈陽，今天需要隱藏自我光芒。",
            "🛤️ 【末吉】小路蜿蜒向遠方，今天的目標雖遠，但堅定前行便能到達。"
        ],
        "末小吉": [
            "📉 【末小吉】微弱的運勢，低調過一天。",
            "🔮 【末小吉】今天像霧像風又像夢。",
            "🥲 【末小吉】運氣弱到感覺空氣都重了。",
            "🪫 【末小吉】建議充電，今天續航不太夠。",
            "🌙 【末小吉】月亮的微光照著你，總比全黑好一些。",
            "💤 【末小吉】今天適合長睡不醒，夢裡也許更順利。",
            "🍂 【末小吉】秋葉飄零，今天的節奏也許有點散漫。",
            "🕸️ 【末小吉】小心別被生活的蛛絲糾纏住了腳步。",
            "🎐 【末小吉】風鈴在搖曳，提醒著你今天需要慢下來。",
            "🌫️ 【末小吉】雖然霧氣籠罩，但前方還是有微弱的光。",
            "🪞 【末小吉】一面霧氣朦朧的鏡子，隱約可見的機會在等你發現。",
            "📜 【末小吉】今天的劇本有些平淡，但總有些意外的小插曲。",
            "🌾 【末小吉】微風掠過的稻田，平靜中蘊藏小小的幸福。",
            "🛤️ 【末小吉】岔路雖多，但慢慢走總能找到對的方向。",
            "💧 【末小吉】水滴匯聚成小溪，今天的小努力也很重要。",
            "✨ 【末小吉】微光如星，只需一點耐心便能看見全貌。",
            "🪹 【末小吉】如鳥巢中的幼鳥，今天需要些許安全感與保護。",
            "🍵 【末小吉】來杯溫熱的茶，讓心靜下來，好運會悄然靠近。",
            "🌍 【末小吉】世界微微轉動，給今天留些慢慢探索的空間。",
            "🕊️ 【末小吉】輕柔的羽毛飄落，提醒你今天適合輕輕放慢步調。",
            "🪷 【末小吉】荷花雖未全開，但淡淡清香已經撲鼻而來。",
            "🖇️ 【末小吉】生活中的每一小段，都能串聯起今天的完整。",
            "🌗 【末小吉】半月之光微弱，但也足以照亮小步前行的路。",
            "🎏 【末小吉】飄動的旗幟提醒著你，今天需要靜候時機。",
            "⛅ 【末小吉】雲層之間透出微光，給今天的你留下一點希望。",
            "🎋 【末小吉】掛在竹枝上的願望，或許能帶來些微的喜悅。",
            "🍀 【末小吉】小小的四葉草躲在草叢裡，今天多留意細節。",
            "🌿 【末小吉】一片嫩綠的葉子，代表著今天的小小生機。",
            "🎈 【末小吉】氣球輕輕飄起，為今天帶來一絲輕鬆與愉快。",
            "📂 【末小吉】翻開生活的文件夾，總能找到小小的驚喜。",
            "🌳 【末小吉】樹蔭下的陰涼，今天是適合反思的一天。",
            "☕ 【末小吉】慢慢喝杯咖啡，靜靜整理自己的計畫。",
            "🪵 【末小吉】生活像木頭般樸素，今天的一切安穩自然。",
            "🎬 【末小吉】今天像電影中的過場，平淡中等待起伏。",
            "🌅 【末小吉】晚霞的微光給予些許慰藉，今天適合低調行動。",
            "📖 【末小吉】書頁中也許藏著答案，今天適合學習與思考。",
            "🧘 【末小吉】冥想片刻，心靈的平靜是今天的最大收穫。",
            "🎭 【末小吉】舞台的聚光燈偏暗，但並不影響你的存在。",
            "🌾 【末小吉】稻田的微香提醒著你，努力耕耘才有收穫。",
            "🖌️ 【末小吉】今天適合塗鴉，隨意創作出心情的樣子。"
        ],
        "凶": [
            "⚠️ 【凶】今天風大浪急，低調行事為妙。",
            "💀 【凶】一不小心可能會觸發壞結局…",
            "🌧️ 【凶】今天天氣不美麗，心情更糟。",
            "🥶 【凶】建議今天躲在被窩裡。",
            "🕳️ 【凶】一個不注意，你可能就會掉進意料之外的坑裡。",
            "🩸 【凶】小心點，今天就像個帶刺的玫瑰，不太好惹。",
            "🚧 【凶】道路崎嶇，處處是障礙，請多保重。",
            "😵 【凶】今天的節奏很混亂，感覺每一秒都有翻車的可能。",
            "🌀 【凶】命運的漩渦裡，努力掙扎也可能會被吸進去。",
            "🔥 【凶】今天的火花不浪漫，反而有點燙手，小心別燙到。",
            "⛈️ 【凶】暴雨將至，今天適合躲避風險，不要冒險行事。",
            "🌪️ 【凶】命運似龍捲風，席捲而來，請時刻保持警惕。",
            "🪞 【凶】鏡面反射著不安的預兆，小心謹慎方可化險為夷。",
            "🌊 【凶】波濤洶湧，今天的每一步都需要穩重踏實。",
            "🕳️ 【凶】深淵在你的腳下，稍有不慎便可能墜落。",
            "🔥 【凶】烈焰灼燒，今天充滿挑戰，務必遠離危險。",
            "🦑 【凶】深海中的不明影像，今天不可輕易探索未知。",
            "⚡ 【凶】閃電刺破長空，提醒你今天的行動需格外謹慎。",
            "🌌 【凶】黑暗吞噬了星光，今天需要更多耐心和克制。",
            "💣 【凶】危機四伏，如同定時炸彈，小心處理每個細節。",
            "🩸 【凶】壞運氣如尖刺鋪滿道路，稍有不慎便可能受傷。",
            "🛑 【凶】停下腳步，今天適合反思而非向前突破。",
            "🏴 【凶】命運的旗幟染上陰影，今天避免過於冒險。",
            "🌉 【凶】橋的另一端充滿未知，今天需三思而後行。",
            "🚧 【凶】障礙重重，今天的路途充滿挑戰，請多保重。",
            "🔗 【凶】命運的鎖鏈將今天困住，唯有耐心方能解開。",
            "☠️ 【凶】骷髏的低語傳來警告，今天需要避開風險地帶。",
            "💀 【凶】陰影悄然逼近，今天需小心應對突如其來的困境。",
            "⛓️ 【凶】束縛與阻力交織，今天的計劃可能難以實現。",
            "🌀 【凶】命運如漩渦般旋轉，努力掙扎但需留意方向。",
            "📉 【凶】今天的運勢低迷，不妨停下腳步重新整理。",
            "🌋 【凶】壓力像火山湧現，避免情緒失控是關鍵。",
            "🔦 【凶】燈光微弱，今天的路途需要更多小心探尋。",
            "🌪️ 【凶】狂風大作，避免冒險行動，今天適合縮小計劃。",
            "💔 【凶】心情容易受挫，請留意周遭可能的挑戰。",
            "🕰️ 【凶】時間似乎不站在你這邊，切記耐心與堅韌。",
            "🎭 【凶】假象可能掩蓋真相，今天需多加辨識。",
            "📖 【凶】書頁中的線索有點模糊，今天的決策需謹慎。",
            "🍂 【凶】秋風帶著寒意，今天需要更多自我保護。",
            "🖌️ 【凶】生活的塗鴉有些凌亂，今天適合先理清思緒再行動。"
        ],
        "小凶": [
            "💢 【小凶】有些小狀況，謹慎應對。",
            "🩸 【小凶】輕傷不下火線，但小心破防。",
            "🚧 【小凶】處處是坑，走路都得看地圖。",
            "😵 【小凶】今天可能會突然懷疑人生。",
            "⚠️ 【小凶】今天的麻煩事有點多，小心別踩中！",
            "🕳️ 【小凶】有些陷阱藏在暗處，放慢步伐會更好。",
            "🔨 【小凶】生活的小意外如同釘子，總會不小心扎到。",
            "🌧️ 【小凶】小心點，雨天的路滑，別走太快。",
            "🛑 【小凶】當心突然冒出的難題，請做好心理準備。",
            "💨 【小凶】風來得突然，記得穩住自己的步伐。",
            "🚦 【小凶】信號燈閃爍，別急於出發，稍作觀察更明智。",
            "🔧 【小凶】生活的齒輪卡了一下，今天要多點耐心調整。",
            "📉 【小凶】運勢走低，但保持冷靜總能減少損失。",
            "🌫️ 【小凶】薄霧籠罩前方，今天需特別專注路線。",
            "🎭 【小凶】命運的舞台不平穩，小心別被意外帶偏了。",
            "⛵ 【小凶】風浪有些大，別忘了檢查你的避風港。",
            "🛡️ 【小凶】帶上盾牌，今天的挑戰需要更多保護。",
            "🌩️ 【小凶】雷聲轟鳴，建議今天避開高危地帶。",
            "🕰️ 【小凶】時間似乎對你開了玩笑，今天請勿拖延重要事務。",
            "💣 【小凶】微型炸彈藏在細節中，小心拆解每個麻煩。",
            "🚲 【小凶】腳踏車的鏈條有些鬆，今天最好多檢查工具。",
            "🐾 【小凶】前方的小動物似乎有點緊張，今天需放慢腳步。",
            "🍃 【小凶】風中夾雜些微沙，睜大眼睛看清方向。",
            "🪜 【小凶】攀爬的階梯略顯陡峭，但扶穩了總能過去。",
            "🌀 【小凶】小旋渦不至於毀滅，但也能帶來小麻煩，別大意。",
            "🎐 【小凶】風鈴輕響中藏著警告，今天適合多觀察再行動。",
            "🔒 【小凶】一扇門半掩著，通過前請檢查環境。",
            "🖍️ 【小凶】生活的塗鴉有點亂，今天別忘了重新整理。",
            "📦 【小凶】打開的包裹內可能藏著麻煩，仔細檢查內容物。",
            "🗺️ 【小凶】地圖上的路線標記不清，今天的探索需更多耐心。",
            "🖇️ 【小凶】今天像散落的紙片，需要一點時間整理好。",
            "💔 【小凶】情緒稍微有些波動，記得給自己多些空間。",
            "⛅ 【小凶】雲層稍厚，今天需要些耐心等待晴天。",
            "🌪️ 【小凶】微型風暴正在形成，最好避開高風險場景。",
            "📜 【小凶】今天的計畫可能需要微調，謹慎行事。",
            "🌾 【小凶】努力播種但稍顯艱難，今天適合慢慢耕耘。",
            "🎯 【小凶】目標稍微有些偏離，耐心調整才能命中。",
            "🌉 【小凶】通向彼岸的橋有些搖晃，慢慢走穩再前進。",
            "🛤️ 【小凶】蜿蜒的路途提示你，今天需小心規劃。",
            "🪄 【小凶】魔法的效果稍弱，今天需要多靠自己。"
        ],
        "半凶": [
            "😨 【半凶】今天狀況不佳，小心行事。",
            "🌑 【半凶】黑暗籠罩，耐心撐過就好。",
            "🪦 【半凶】有點想原地躺平…",
            "😖 【半凶】別人都在玩，你卻像進了修羅場。",
            "🌀 【半凶】日子像漩渦，努力掙扎，但注意別迷失方向。",
            "📉 【半凶】運勢稍顯低迷，小心為上總不會錯。",
            "🔗 【半凶】生活的鎖鏈緊了一下，慢慢鬆開還是能前進。",
            "🌧️ 【半凶】細雨連綿，今天需要更多耐心撐過。",
            "🕳️ 【半凶】坑洞不大，但也會讓你絆一下，請多留意。",
            "💔 【半凶】今天不太順，但提醒自己：好運也許在轉角。",
            "🪜 【半凶】攀爬的梯子有些搖晃，穩住就能爬上去。",
            "🌬️ 【半凶】風聲略冷，今天適合保護自己遠離喧囂。",
            "🔦 【半凶】手電筒照亮一小片區域，慢慢探索才是關鍵。",
            "🕰️ 【半凶】時間感覺有點慢，但堅持是今天的關鍵。",
            "🎭 【半凶】命運戴了面具，小心別被假象蒙蔽。",
            "🚪 【半凶】門縫中透出微光，今天的通道需要慢慢推開。",
            "📦 【半凶】打開的包裹裡可能有驚嚇也有驚喜，小心處理。",
            "🔥 【半凶】火光不穩，但也提醒了方向，走近點看清楚。",
            "⚖️ 【半凶】天平微微傾斜，今天需要努力調整平衡。",
            "🐾 【半凶】足跡有些錯亂，停下來看看哪條路更穩妥。",
            "🪹 【半凶】鳥巢的羽毛散落，提醒你今天需要小心收拾。",
            "☁️ 【半凶】雲層壓得有點低，適合在平靜中尋求突破。",
            "🌪️ 【半凶】小型風暴正醞釀，保持冷靜是最好的選擇。",
            "🎐 【半凶】風鈴的聲音略顯不安，今天的行動需多加考量。",
            "🚶‍♂️ 【半凶】步步為營，慢慢跨過隱藏的坎坷。",
            "📜 【半凶】今天的劇情有些複雜，建議耐心翻閱每一頁。",
            "🔒 【半凶】鎖住的門背後有未知，保持警惕勿急於探索。",
            "💨 【半凶】風吹起塵土，今天適合低調安靜地行動。",
            "🌷 【半凶】花朵未全開，提醒你今天宜保存實力。",
            "🛤️ 【半凶】蜿蜒的小路需要更多觀察，謹慎行走。",
            "📖 【半凶】文字略顯模糊，今天的提示可能需要反復確認。",
            "🎩 【半凶】魔術的奇蹟不完全顯現，今天更多靠實力。",
            "🌊 【半凶】波紋擴散，請保持穩定的內心應對挑戰。",
            "🌾 【半凶】稻田雜草叢生，今天需要一些時間來整理。",
            "🍂 【半凶】秋葉飄落，步伐稍顯散亂，注意集中精神。",
            "🌉 【半凶】遠方的橋有些搖晃，前進時請倍加小心。",
            "🧭 【半凶】指針輕微偏移，調整後才能找到正確方向。",
            "🛡️ 【半凶】盾牌稍有裂痕，請多補充自己的能量與信心。"
        ],
        "末凶": [
            "⚠️ 【末凶】步步危險，今天需格外注意潛在的麻煩。",
            "⛓️ 【末凶】生活的鎖鏈稍微緊了些，慢慢解開才安全。",
            "🌧️ 【末凶】雷雨交加，今天避免過多冒險行動。",
            "🕳️ 【末凶】深坑雖小，卻可能影響行進，切記繞路而行。",
            "🔥 【末凶】火光閃爍卻燙手，今天應避免靠近高危險源。",
            "🛑 【末凶】停下腳步，今天需要更多反思和冷靜。",
            "🌩️ 【末凶】電閃雷鳴的日子，今天適合收縮行動。",
            "🔗 【末凶】命運的枷鎖尚未完全解開，耐心或許是關鍵。",
            "🎭 【末凶】真相藏在假面之後，今天需多留意表面背後的實情。",
            "🏴 【末凶】暗潮湧動，今天需格外注意不明的風險。",
            "💔 【末凶】心情有些低落，記得適當疏解煩悶。",
            "🚧 【末凶】路面破碎，今天的旅途需要更多規劃。",
            "📉 【末凶】運勢低迷，但提醒自己：低谷之後便是升起的機會。",
            "🐾 【末凶】腳步有些迷亂，小心勿踏入未知的危險地。",
            "🕯️ 【末凶】微弱燭光照亮前方，但切記穩住心緒。",
            "🌀 【末凶】漩渦在腳下旋轉，保持清醒才能找到出口。",
            "🌋 【末凶】壓力如火山湧現，放慢步伐方能化解危機。",
            "🎯 【末凶】箭頭指向未知，今天需謹慎瞄準目標。",
            "⛅ 【末凶】雲層壓低，今天需提防陰影中的隱藏挑戰。",
            "🔒 【末凶】封閉的門背後可能藏著危機，今天避免輕易探索。",
            "🌪️ 【末凶】微風暗藏著風暴，今天需全力避開危險地帶。",
            "🎢 【末凶】人生如雲霄飛車，今天的起伏稍顯不可控。",
            "📜 【末凶】今天的劇本充滿未知，小心翻閱每一頁。",
            "💨 【末凶】風吹起沙塵，視線受阻，行動需更謹慎。",
            "🌉 【末凶】跨越橋梁時請注意安全，今天需穩步前行。",
            "🔍 【末凶】尋找線索時可能遇到障礙，今天需更多耐心。",
            "🪜 【末凶】梯子有些鬆動，攀爬需格外小心。",
            "🎐 【末凶】風鈴響起警示，今天的計劃宜重新審視。",
            "☁️ 【末凶】雲層愈加厚重，請留意潛藏的挑戰。",
            "⛓️ 【末凶】鎖鏈束縛了今天的進展，耐心方能解困。",
            "🩸 【末凶】壞運氣似尖刺盤踞，小心行事以避開損傷。",
            "🛤️ 【末凶】道路彎曲，需更多判斷與警戒才能找到正確方向。",
            "🪹 【末凶】鳥巢略顯破損，今天需多保護自己的安全感。",
            "⚡ 【末凶】閃電的餘光提醒著危險，今天需低調行動。",
            "📖 【末凶】書頁中的警示需仔細理解，今天的線索尚不明確。",
            "🐾 【末凶】足跡略顯混亂，建議停下腳步重新整理思路。",
            "🎬 【末凶】命運的舞台光線不足，今天需謹慎應對。",
            "🕰️ 【末凶】時間壓力逐漸增強，建議放慢步伐以尋求解決。",
            "🎩 【末凶】魔術帽下隱藏著意外，今天需多加防範。",
            "🍂 【末凶】落葉鋪滿道路，腳下的每一步都需小心。"
        ],
        "大凶": [
            "☠️ 【大凶】全劇終感滿滿，今天別亂動。",
            "🩸 【大凶】災星高照，今天是生存挑戰。",
            "🚑 【大凶】出門請保平安，護身符準備好。",
            "🔒 【大凶】今天封印自己，明天會更好。",
            "🔥 【大凶】生活如烈火，今天的每一步都需要慎之又慎。",
            "🌪️ 【大凶】風暴來襲，請做好避難準備。",
            "💣 【大凶】今天像是一顆定時炸彈，小心不要引爆。",
            "🌑 【大凶】黑暗侵蝕，今天只能依靠內心的微光前行。",
            "⚡ 【大凶】雷鳴轟動，今天充滿危機和不可控的變數。",
            "🕳️ 【大凶】深坑遍布，你的運氣今天似乎被完全抽空。",
            "⛈️ 【大凶】暴雨如注，建議今天把計畫暫時擱置。",
            "🌋 【大凶】壓力如岩漿沸騰，請遠離高壓情境。",
            "🔗 【大凶】命運的鎖鏈緊緊纏繞，今天需要更多耐心和靜觀其變。",
            "🛑 【大凶】紅燈亮起，提醒你今天需全面停下腳步。",
            "🌌 【大凶】無邊的黑夜籠罩，今天務必穩步前進，勿妄動。",
            "💀 【大凶】骷髏的影子無處不在，今天宜低調行事。",
            "⚔️ 【大凶】戰局險惡，請遠離不必要的衝突和挑戰。",
            "🌪️ 【大凶】狂風吹襲，今天需要穩住內心的重心。",
            "🩹 【大凶】小心細微傷害，今天看似微不足道的事可能惹麻煩。",
            "⛓️ 【大凶】枷鎖沉重，今天的計劃可能被拖延。",
            "🕳️ 【大凶】陷阱如影隨形，步步為營才能避開。",
            "🎭 【大凶】假象重重，今天需要多留心辨別真偽。",
            "🌑 【大凶】月光隱退，今天的方向感似乎有些模糊。",
            "💥 【大凶】炸裂的危機四伏，今天稍有不慎便可能受到波及。",
            "⚡ 【大凶】驚雷炸響，突如其來的挑戰讓人措手不及。",
            "🔥 【大凶】灼熱的火焰環繞，請保持冷靜並避開風口浪尖。",
            "🚧 【大凶】前方滿是障礙，建議重新審視路線。",
            "🌀 【大凶】旋渦急轉，今天無法預測的變數增多，請多謹慎。",
            "🎯 【大凶】目標難以命中，今天適合按兵不動觀望局勢。",
            "🌊 【大凶】巨浪拍岸，今天的挑戰可能比想像中更為嚴峻。",
            "📉 【大凶】運勢低到谷底，今天需大幅縮減計劃。",
            "🌫️ 【大凶】迷霧重重，行動需格外謹慎避免迷失。",
            "🎩 【大凶】神秘的魔法有失控跡象，今天更需依靠理性。",
            "📜 【大凶】警告的文字隱約浮現，請審慎對待每個決定。",
            "🧱 【大凶】前方是無法翻越的高牆，暫停計劃更明智。",
            "🏴‍☠️ 【大凶】危險的暗流涌動，今天需時刻保持警戒。",
            "🌪️ 【大凶】龍捲風般的劇變將至，穩住陣腳最重要。",
            "🌌 【大凶】黑夜中的星光完全消失，今天宜隱忍而非冒險。",
            "⚔️ 【大凶】命運的刀刃近在咫尺，切記勿輕易試探。"
        ],
        "吉娃娃": [
            "🐶 【吉娃娃】汪汪！今天你是快樂狗勾！",
            "🐾 【吉娃娃】別小看我吉娃娃，今天我罩你！",
            "🎾 【吉娃娃】今天的你，狗運滿滿！",
            "🦴 【吉娃娃】出去走走，或許會撿到骨頭。",
            "🐕 【吉娃娃】今天的你精神抖擻，是小區裡最拉風的狗勾！",
            "🥏 【吉娃娃】幸福像飛盤一樣，正在等你接住！",
            "🐩 【吉娃娃】帶上滿滿的信心，今天的你就是小小狗王！",
            "🐕‍🦺 【吉娃娃】別忘了幫朋友打氣，今天你是大家的好夥伴！",
            "🛏️ 【吉娃娃】今天適合窩在床上，享受狗狗式的懶散幸福。",
            "🍖 【吉娃娃】前方出現驚喜大餐！好運和骨頭都不會缺！",
            "🐕 【吉娃娃】今天的你像陽光中的小狗，能量滿滿且幸福洋溢！",
            "🦮 【吉娃娃】像忠實的狗勾一樣，今天的努力終將得到回報！",
            "🎀 【吉娃娃】可愛的魅力不斷上升，今天你會是眾人關注的焦點！",
            "🐾 【吉娃娃】踩著幸運的腳印，每一步都帶著輕快的節奏。",
            "🥎 【吉娃娃】好運像球一樣在你身邊跳動，隨手一接就是驚喜！",
            "🐕‍🦺 【吉娃娃】今天像導盲犬一樣穩健踏實，成功就在前方！",
            "💼 【吉娃娃】今天的你就是職場上的快樂狗狗，忙碌中不失活力！",
            "🏖️ 【吉娃娃】陽光、沙灘和骨頭，今天是你的度假模式！",
            "🛒 【吉娃娃】好運像超市大甩賣，今天你擁有超多收穫！",
            "🌟 【吉娃娃】今天的狗狗星光閃耀，魅力和好運雙倍加成！",
            "🐶 【吉娃娃】快樂的狗狗咬住了骨頭，今天你不會錯過好機會！",
            "🎾 【吉娃娃】生活像追逐球一樣輕鬆，今天的你充滿活力。",
            "🦴 【吉娃娃】意外的驚喜像骨頭一樣送到面前，今天可別錯過！",
            "🛋️ 【吉娃娃】窩在沙發上也能收穫幸運，今天懶散也是一種風格！",
            "🍖 【吉娃娃】前方的小餐桌上有美味，快快奔向好運的大餐！",
            "🐕‍🦺 【吉娃娃】擔當朋友的開心果，今天你的能量感染所有人！",
            "✨ 【吉娃娃】小狗的閃光時刻，今天你是隊伍裡的主角！",
            "🍪 【吉娃娃】今天像狗狗吃餅乾，甜美且輕鬆的好日子！",
            "🏆 【吉娃娃】奔跑到人生的終點線，今天你是勝利的小狗王！",
            "🎩 【吉娃娃】帶著狗狗般的自信，今天的你就是最耀眼的存在！",
            "🐾 【吉娃娃】幸運的腳印遍布你的旅程，今天充滿好運！",
            "🌅 【吉娃娃】清晨的微光，給你一天的好心情和活力！",
            "🎵 【吉娃娃】生活奏出輕快的狗狗旋律，今天適合開心搖擺！",
            "🍖 【吉娃娃】骨頭般的好運不斷送上，今天收穫多多！",
            "💖 【吉娃娃】狗狗的忠誠帶來溫暖，今天愛意滿滿！",
            "🚶 【吉娃娃】散步的每一步都是幸運，享受今天的陽光吧！",
            "✨ 【吉娃娃】小狗的幸運魔法正在發揮，今天充滿驚喜！",
            "🏅 【吉娃娃】勇奪狗狗冠軍，好運像獎牌掛在你胸前！",
            "🎉 【吉娃娃】汪汪慶祝吧！今天的你是派對中的明星狗狗！"
        ]
    }
}
