[
    {
        "tarot_en_name": "0 - The Fool",
        "tarot_zh_name": "0 - 愚人",
        "upright_adjective": "純真、冒險、自由、潛能",
        "reversed_adjective": "魯莽、天真、缺乏計畫、逃避",
        "upright": "愚人象徵無拘無束的精神，代表著無畏的探索與無限的可能。\n這張牌提醒你，勇敢迎接新的旅程，相信自己能夠在過程中找到答案。",
        "reversed": "逆位的愚人可能象徵衝動與缺乏規劃，或過度天真導致風險。\n這可能代表你需要審視當下的選擇，避免盲目前進，忽略潛在的問題。",
        "meaning": "愚人具有無所畏懼的精神，以及強大的好奇心，他即將踏上全新的探索之路，在這之前準備好的行囊是勇氣。\n即使遭遇了危險，也能有信心認為一切終將順利，相信一切所缺少的事物可在旅程中補足。\n愚人本身的最終目標並不明確，有個模糊的概念，卻無法清楚地說出那是什麼。\n愚人位於機會開始前的時刻。\n處在不利的環境中，愚人也能堅信著其中是有意義的。\n同時也可以代表一種純真的心態，對於事物沒有成見，永遠抱著樂觀的心情。\n\n然而，愚人缺少了對於未來的計畫與步驟，因此周遭人們對於愚人的描述不外乎是：不拘小節，容易沉溺於享樂，擁有許多天賦，唯一缺少的是自我的約束力。\n因此偶爾從夢中初醒，回歸於現實，是愚人在面臨成長或挑戰時經常會遇到的狀況。",
        "image": "https://i.imgur.com/usS3vAV.jpeg"
    },    
    {
        "tarot_en_name": "I - The Magician",
        "tarot_zh_name": "I - 魔法師",
        "upright_adjective": "創造力、行動力、潛能、影響力",
        "reversed_adjective": "操縱、欺騙、錯誤方向、缺乏計劃",
        "upright": "魔法師象徵個人的潛能與行動力，提醒你擁有轉化現實的力量。\n這張牌代表創造力與掌控力，鼓勵你運用自己的技能與資源來實現目標。",
        "reversed": "逆位的魔法師可能代表誤導或欺騙，或者暗示你沒有正確地運用自己的能力，導致錯誤的方向與計劃的缺失。",
        "meaning": "魔法師處在擁有能力或資源的狀態，他知道自己的能力，並且能夠有技巧地操控。\n＜I魔法師＞常是暗示著當下足以發揮實力、展現能力的牌。\n魔法師也可以代表良好的人際關係、好消息的到來，或是具有信心的狀態。\n在托特牌中的＜I魔法師＞特別強調的是智慧，他可以是科學、藝術、文學等創造力的表現，具有將內在心靈探索投射到外界世界後所獲得的實際成果。\n另外，魔法師也可以是學習、旅行、交流或生意上良好互動的象徵。",
        "image": "https://i.imgur.com/OwfpVnJ.jpeg"
    },
    {
        "tarot_en_name": "II - The Priestess",
        "tarot_zh_name": "II - 女祭師",
        "upright_adjective": "智慧、直覺、潛意識、神秘",
        "reversed_adjective": "迷惘、壓抑直覺、秘密揭露",
        "upright": "女祭司象徵智慧與內在直覺，提醒你要相信自己的第六感，\n在面對問題時，可以選擇沈思而非衝動行動。\n這張牌代表對事物的深刻洞察與平衡的內在力量。",
        "reversed": "逆位的女祭司可能意味著直覺受阻，或者因缺乏內省而感到困惑。\n這可能代表隱藏的真相即將揭露，或者某些事情正處於不穩定的狀態，需要你更謹慎地尋找真相。",
        "meaning": "女祭司具有的是陰性與平衡的特質，她揚起了簾幕，掩蓋住偉大的真理和光亮，呈現在眼前的是沉澱後的能量，被我們理解成物質。\n她所掩蓋的是事物的本質，如同最下方的水晶、水果與花朵，它們背後靈性特質之內涵是我們所不可見的。\n對於人生的意義與存在的本質，在各種文化中都有許多哲學上的思辨，甚至於是宗教上的闡釋，正是因為我們無法一眼就看透真理。\n真理可見亦不可見，如同女祭司覆蓋上去的那層簾幕，我們無法將它掀開，直接看到背後的世界，只能踏上追尋之路，去尋找那無法被告知的答案。\n在喀巴拉中生命之樹中，女祭司牌位於中柱上，意味著平衡穿越了純粹能量（無、陰、陽）與其下天界三角世界間相隔深淵之路徑。\n邁向深淵到達物質世界的靈魂，必須拋棄部分的靈性與記憶，像是記憶中的一塊被蒙上了面紗一般，因此我們再也看不到那背後真正的本質。\n女祭司頭上的月亮是月神的代表，也是這張牌所對應的星體，是女神陰性力量的展現。此外，月亮也代表著潛意識，那是在顯意識下不容易去觸及到的本能與原始反應。\n這張牌在神話上可以對應給所有女神，具有神聖純潔的意涵。內斂的智慧、深邃的洞見、平靜是女祭司特質。",
        "image": "https://i.imgur.com/OwfpVnJ.jpeg"
    },
    {
        "tarot_en_name": "III - The Empress",
        "tarot_zh_name": "III - 皇后",
        "upright_adjective": "豐饒、母性、創造力、滋養",
        "reversed_adjective": "依賴、過度保護、創造力受阻、匱乏",
        "upright": "皇后象徵豐饒與母性，代表創造力、滋養與繁榮的能量。\n這張牌鼓勵你與自然連結，享受生命的豐富與美好。\n並提醒你敞開心扉，去愛與被愛。",
        "reversed": "逆位的皇后可能代表過度保護、情感依賴，或是創造力受到阻礙。\n這可能意味著你在關係或事業上感到匱乏，或者你的關懷與愛給予過度。\n導致自己疲憊不堪。",
        "meaning": "皇后坐在寶座上，拿著代表埃及女神的花朵，若有所思的凝視遠方。\n她沒有言語、沒有動作，若仔細的感受，可以察覺到牌所傳達的溫暖與平靜。\n這是金星所代表能量的最高形式展現，不求回報，不計所有，無條件如同母愛般的付出。\n\n與傳統塔羅牌的女皇相較，她並非是全然的陰性，從皇后嚴肅的眼神可以看出融合了部分陽剛特質。\n這張牌充滿許多煉金術的隱喻，皇后本身的動作就是鹽的煉金符號。\n傳統煉金術中鹽是靈性與物質的融合，而以化學角度來看，鹽是陰陽離子聚集的結晶，在這邊都有調和與平靜之內涵。\n皇后孕育著生命，將之誕生於這一個世界，她是大地之母，為世界帶來了生命。\n\n＜III皇后＞牌可被視為無私的母愛，而對應於金星的特質可以代表情人，或是豐盛的物質財富。",
        "image": "https://i.imgur.com/OwfpVnJ.jpeg"
    },
    {
        "tarot_en_name": "IV - The Emperor",
        "tarot_zh_name": "IV - 皇帝",
        "upright_adjective": "權威、結構、穩定、領導",
        "reversed_adjective": "專制、固執、失控、混亂",
        "upright": "皇帝象徵秩序與權威，代表著穩定的領導力與規範。\n這張牌提醒你要以理性與堅定的態度來掌控局勢，並建立長遠的計劃來確保成功。",
        "reversed": "逆位的皇帝可能象徵權力濫用、專制或失去控制。\n這可能代表你在某件事情上過於固執，導致缺乏彈性與適應力，或者周遭的結構正在瓦解，使你感到不安。",
        "meaning": "皇帝擁有物質世界中最高的權力，在他所掌握的世界中，他就是一切的統帥。\n他擁有權力，擁有所想要的一切，然而這並不能讓他感到滿足，他所渴望的不只是眼前的一切，更是眼前所不及者。\n\n在托特塔羅牌中，皇帝被描述為一位具有極端活力之人，迫切的想要得到一切，彷彿世界就在他的眼前，等著他去拿取。\n熱情是皇帝的本質，他無法耐心傾聽身旁的意見，他相信屬於他內心的聲音。\n他層次性的施展所擁有的權力，使得麾下的群眾們井然有序地去替他完成夢想。\n\n＜IV皇帝＞牌對應給了牡羊座，克勞利也為他賦予了煉金術中「硫」的特質，並且相對於＜III皇后＞牌的月亮，以太陽作為皇帝權力普照大地的象徵。\n這張牌非常強烈的表現出陽性能量，在儀式魔法中，甚至可以利用此牌作為淨化與震攝較低能量之操作。\n\n＜IV皇帝＞與＜III皇后＞是兩張對比牌，他們分別代表著煉金術當中的鹽與硫，而在之後的＜VI戀人＞牌當中，兩位主角展開了「煉金婚配」儀式，在＜XIV藝術（煉化）＞牌當中獲得答案。\n透過這一系列的牌，意喻著煉金術已經不再以煉金為目的，而是利用相似的神祕學手法施展於心靈之上。\n透過提升與轉化，使得意識邁向純粹與精煉。\n這才是煉金術當中最有價值的部分，亦是托特塔羅所傳遞的奧義。",
        "image": "https://i.imgur.com/OwfpVnJ.jpeg"
    },
    {
        "tarot_en_name": "V - The Hierophant",
        "tarot_zh_name": "V - 大祭師",
        "upright_adjective": "傳統、教導、信仰、智慧",
        "reversed_adjective": "反叛、固執、誤導、盲從",
        "upright": "大祭師象徵傳統與智慧的傳承，代表著指引與精神上的教導。\n這張牌提醒你可以向值得信賴的導師學習，或者遵循既有的知識與信仰來尋找答案。",
        "reversed": "逆位的大祭師可能象徵對傳統的質疑，或是過度保守導致停滯。\n這可能代表你需要打破盲目的信仰，開始尋找自己的真理，避免受到誤導或僵化的思想束縛。",
        "meaning": "托特塔羅的大祭司牌脫離了傳統上的解釋，融入了大量泰勒瑪的意涵。\n源自於他本人在1904年受到啟發寫下《律法之書》，並且以此創立了泰勒瑪。\n與其說泰勒瑪是宗教，不如說是一種融合了眾多神祕學體系而成的哲學觀。\n\n克勞利以古埃及神祇說明了人類經歷過象徵母系社會的伊西斯紀元（Aeon of Isis）、父系社會的歐西里斯紀元（Aeon of Osiris），最後來到了荷魯斯紀元（Aeon of Horus）。\n每一次的轉變，除了生活本質上的改變外，甚至包括神祕學範疇的魔法、占卜術、宗教等均會有天翻地覆的改變。\n\n由《律法之書》所獲得的訊息，克勞利認為從1904年起世界進入了荷魯斯紀元。\n在這之後的一段時間，父系社會即將瓦解，文明將會朝向有別於過去數千年的面貌發展。\n\n大祭司的手勢意味著他是密教的傳道者，培育著下一個紀元的主神荷魯斯。\n如同中世紀躲避教廷打壓的異教徒，被迫轉入地下的神祕教派。\n經過了多年的傳承，到了荷魯斯紀元，那些曾被視為異端、曾經被埋沒的神祕學知識將重現天日，再次颳起一股風潮。\n\n托特牌的大祭司著重在於神祕學知識的傳承與復甦。\n他不是天主教的教宗，他是屬於荷魯斯紀元，屬於眾多祕傳團體的導師。",
        "image": "https://i.imgur.com/OwfpVnJ.jpeg"
    },
    {
        "tarot_en_name": "VI - The Lovers",
        "tarot_zh_name": "VI - 戀人",
        "upright_adjective": "愛情、結合、和諧、選擇",
        "reversed_adjective": "分離、衝突、猶豫、不和",
        "upright": "戀人象徵愛與結合，代表人際關係與內在自我的融合。\n這張牌提醒你要誠實面對自己的選擇，並在關係中尋找平衡與和諧。",
        "reversed": "逆位的戀人可能象徵分離或人際關係中的衝突。\n這可能代表你在某段關係或決策中猶豫不決，導致內心的不安與困惑。",
        "meaning": "托特塔羅的＜VI戀人＞牌是一張與傳統塔羅差異較大的牌，克勞利在這張牌放入了煉金術中的概念。\n傳統＜VI戀人＞牌是被祝福的愛情，著重於關係上的結合。\n而托特塔羅則是以「煉金婚配」作為基本的意涵。\n牌中背後的蒙面人是隱士，他同時是煉金術士，操控著各種物質，使它們組合與分離。\n用現代的觀點來解釋，即是催化原子與原子間的重新排列組合，發生化學反應的催化物。\n然而從西洋煉金術的角度來看，所重視的內在精神也隨著化學反應重新組合。\n煉金婚配將內在的兩種對立層面進行融合，在最後萃取出精華，即是所謂的靈性智慧。\n\n牌中的皇帝、皇后在隱士的祝福下結合，他伸出的雙手施展著結合之力。\n牌中大部分的圖像都是成對出現：皇帝與皇后代表男性與女性，手持著長矛與聖杯代表著性上的互補。\n交錯的握住長矛與聖杯的黑手與白手，紅色的獅子與白色的鷹，都彰顯了這張牌中的陰陽相對概念與雙子座的特性。\n\n＜VI戀人＞牌編號6，6在這張牌中的隱藏寓意為《聖經》〈啟示錄〉中所提及的野獸數「666」，是泰勒瑪所述的巨獸（The Great Beast），牠將於在第十一號牌<XI慾望>中出現。\n隱藏在牌面下的是這張牌的肅殺之氣，陰與陽的碰撞不免有所衝突，看似寧靜的牌上方卻也出現了多把劍。\n以及邱比特的弓箭、殺死亞伯的該隱，都是已經發生與可能會發生衝突的暗喻。\n\n上方中央的是邱比特，祂拿著能使人產生愛慾的金箭搭弓準備射出，祂的箭桶以希臘文刻上「θέλημα」，代表著乘載意志之箭。\n在隱士的作用之下施展煉金婚配，作用於長著翅膀的奧菲克祕卵，其中記載著生命與世界形成的祕密，蘊含著即將誕生世界的一切。\n另外這張牌與＜XIV藝術（煉化）＞也有重要的相連關係。\n它們都是對稱的構圖，且都有煉金術的意涵存在，牌上方的邱比特預告著對應給射手座的十四號牌＜XIV藝術（煉化）＞，是<VI戀人>進行煉金婚配後的續集。\n牌背景後的隱士與邱比特同時出現，暗示著神話中邱比特不詳的父親其實是傳說中的煉金術士漢密斯。\n他們同樣具有遊戲人間、愛捉弄人的個性。\n牌中出現的隱士在九號牌中會再次的出現。",
        "image": "https://i.imgur.com/J0X71i6.jpeg"
    },
    {
        "tarot_en_name": "VII - The Chariot",
        "tarot_zh_name": "VII - 戰車",
        "upright_adjective": "意志、勝利、掌控、決心",
        "reversed_adjective": "失控、阻礙、猶豫、衝突",
        "upright": "戰車象徵強大的意志力與勝利，代表透過掌控與決心克服挑戰。\n這張牌提醒你要專注於目標，不被外在干擾，勇往直前。",
        "reversed": "逆位的戰車可能象徵缺乏掌控或方向不明。\n這可能代表你感到迷失，或者內外在的衝突使你無法前進，需要重新調整自己的步伐與目標。",
        "meaning": "在＜VII戰車＞牌的圖像內，戰士安靜而從容地端坐在戰車裡，沒有即將上戰場的姿態，只是輕輕捧著手上的聖杯。\n他拉下頭盔上的面罩，將自己的神情隱沒，如同巨蟹座般的性格，守著自己的世界，不讓外人隨意的踐踏。\n頭上螃蟹是此牌在占星學上對應的象徵物。\n\n牌中心的聖杯是＜VII戰車＞牌的主角，守護聖杯是戰士唯一的任務。\n聖杯是耶穌在最後的晚餐中，用來裝象徵他鮮血的葡萄酒所使用的酒杯。\n聖杯同時被認為具有神奇的魔力，得以解救垂死之人，並且引導靈魂回到天國。\n在中世紀的傳說裡，它一直是眾人追尋的至寶，如今被牌中的戰士所守衛著。\n中心的血紅色是聖杯中神聖的血液，而其位置是戰士中脈七輪當中的海底輪，代表著隱藏在這張牌的寓意是海底輪所驅動的原始慾望。\n這是戰士的本能，在某些狀況下暗示著與性有關的議題。\n\n戰車由四根柱子撐起頂篷，四根柱子分別代表了希伯來文中組成上帝之名的יהוה‎（YHVH），具有開創天地之意。\n在頭上的藍色頂棚，對應到喀巴拉生命之樹當中的第三個薩弗拉「理解」，輪子的紅色則是連結到了第五個薩弗拉「力量」，點出了這一張牌位於這兩個薩弗拉相連的路徑當中。\n頂棚上繡上泰勒瑪中的咒語ABRAHADABRA，暗示著荷魯斯紀元的到來。\n戰車由曾在＜V大祭司＞牌中出現的四聖獸所拉動，祂們不需要藉由韁繩所操控，自願接受來自戰士的指揮。\n戰車並沒有行動，因為捧著聖杯的戰士意識到，終點並不位於眼前的任何一個地方，而是位於內心。\n他端坐著神遊於那不可見的世界，此刻，他已經看到抵達終點的路標。",
        "image": "https://i.imgur.com/eRQoNNl.jpeg"
    },
    {
        "tarot_en_name": "VIII - Adjustment",
        "tarot_zh_name": "VIII - 調節",
        "upright_adjective": "平衡、公正、秩序、誠實",
        "reversed_adjective": "偏見、不公、混亂、誤判",
        "upright": "調節象徵平衡與公正，代表秩序與誠實的審視。\n這張牌提醒你要以理性與公正的態度來衡量事物，確保自身的決策符合真正的公平與道德。",
        "reversed": "逆位的調節可能象徵偏見或錯誤的判斷。\n這可能代表你受主觀情緒影響，無法做出正確的選擇，或是陷入混亂與不公的處境，需要重新審視自己的立場與觀點。",
        "meaning": "＜VIII調節＞牌所描繪的是古埃及的神祇瑪特(Maat)。\n祂是太陽神──拉的女兒，在壁畫中被描繪為展開雙翅、戴著羽毛的女神。\n根據埃及神話，離開人世後，亡靈必須接受「秤心儀式」，來審判在世時是否有罪，死者的心將被放在天平之上，天平的另外一端放著瑪特所配戴的羽毛。\n在世時每做了壞事，心的重量就會增加一分，如果生前做太多的壞事，天平就會向著心的一端傾斜，表示將會受到地獄的制裁。\n相反地，如果達成了平衡，那麼將能夠在死後的世界得到幸福。\n\n瑪特維護著世界運行的秩序，祂以神的角度審慎地做出衡量，在神聖的裁奪下，才能彰顯真正的公平。\n因此這張牌不同於韋特塔羅牌的「正義」，因為韋特塔羅牌的正義是透過人來衡量，無法做到天神直達核心的公正判決。\n\n瑪特握著一柄寶劍，為女神的形象增添一股陽性特質，在瑪特面前善惡昭彰，作惡之人是無法僥倖逃脫的。\n牌的周圍出現了許多明暗的圓圈，那些是善惡分明的象徵。\n祂踮著腳立於王座之上，戴上面罩掩去祂的情感，無私地做出正義衡量。\n秤上面分別放置了希臘文第一（A）與最後的字母（Ω），指出萬物在祂的衡量下沒有絲毫的偏差，正如同此牌中圖像分布上完美的對稱性。\n\n＜VIII調節＞牌對應於天秤座，符合於這張牌對於萬物衡量的描述。\n在與天秤座的守護星（主宰星）──代表愛的金星搭配下，可以用以解讀《律法之書》當中的這一段話：「愛即律法，意志下的愛。」（Love is the law, love under will.）\n而天秤座的擢升星──土星，為這審判的過程貢獻了「時間」，讓時間得以穿透凝結於永恆的世界，讓儀式得以進行。\n\n瑪特衡量每個靈魂過往的人生，而真實自性則是衡量「衡量」本身！\n在人性意識的投射下，代表最終公正審判的神祇在各文化被創造出來，種種的善惡價值評判準則也隨之誕生。\n執著於善惡分際、追尋絕對正義與對罪惡的批判往往無法抑制，反倒拓展了其發展的範疇。\n因此《律法之書》提及「愛即律法，意志下的愛」，即是告訴我們，在神性之下，沒有文字與規範的法條，只有真實自性下純粹的愛，這才是「律法」的本身的真義。",
        "image": "https://i.imgur.com/b3t4Fhj.jpeg"
    },
    {
        "tarot_en_name": "IX - The Hermit",
        "tarot_zh_name": "IX - 隱者",
        "upright_adjective": "內省、智慧、指引、靜思",
        "reversed_adjective": "孤立、迷失、逃避、封閉",
        "upright": "隱者象徵內省與智慧，代表著內在指引與靜思。\n這張牌提醒你需要沉澱心靈，遠離外界的干擾，透過深思熟慮來尋找真相與方向。",
        "reversed": "逆位的隱者可能象徵過度孤立，或因逃避現實而迷失方向。\n這可能代表你需要打破封閉的心態，重新連結世界，以獲得更全面的視野與理解。",
        "meaning": "隱士隱身在麥田之中，我們無法看見他的身影，只能隱約看到如古埃及智慧之神托特的聖鷺頭部與被燈光所照亮的手。\n對應於這張牌的希伯來文字母י 本意為手，在牌的設計上只揭露出隱士之手作為希伯來文的象徵，看不見隱士的全貌。\n\nי為上帝之名יהוה‎當中的第一個字母，代表創造的開端，是為上帝之指，為創造的光輝。\n隱士如中世紀的魔法師、煉金術士般擁有那神祕之力，他在<VI戀人>牌中祝福了皇室的婚姻，促成了煉金婚配反應的進行，在這張牌中卻隱身於黑暗。\n他引導著左下方象徵「人」生命開端的精子，守護著孕育著世界起源的奧菲克祕卵，提著一盞燈光，照亮了麥田中的黑暗。\n\n麥田象徵著土象星座中的處女座，因此這張牌對應於處女座，而隱士真正身處之地位於的背景，乃是孕育著生命的子宮──生命的開端，上帝之指諭令生命的起始。\n＜IX隱士＞牌用了太陽照破了寂靜的黑暗，用手代表了神性的創造，用蘊藏著人生命起點的精子作為人意識的開端，用了奧菲克祕卵象徵著世界萬物的起源，這種種種的象徵離不開上帝創造之指對應於此牌的希伯來文字母 י 。\n\n至此，大阿爾克那牌從心靈原始狀態、形而上的世界離開，準備進入我們感官所認知的物質世界。\n隱士是導引我們從永恆不變的神性意識進入到個體小我的引路人。\n在這一段過程中，我們不再是全然的知曉，我們的感官有了侷限，我們的意識產生了區隔，我們遺忘了那更高意識的本源，化為千千萬萬的眾生，來體驗那本來就屬於我們的偉大真理。",
        "image": "https://i.imgur.com/QXgcIWW.jpeg"
    },    
    {
        "tarot_en_name": "X - Wheel of Fortune",
        "tarot_zh_name": "X - 命運",
        "upright_adjective": "循環、變遷、機遇、宿命",
        "reversed_adjective": "阻礙、反覆、無常、失控",
        "upright": "命運象徵著變遷與循環，代表著生命的無常與機遇。\n這張牌提醒你要順應變化，把握機會，接受命運帶來的挑戰與成長。",
        "reversed": "逆位的命運可能象徵阻礙與混亂，或是無法掌控的變局。\n這可能代表你需要調整心態，適應環境變化，並避免固守過去的模式。",
        "meaning": "<X命運>牌代表輪迴與生命的運轉，所有一切有形的、無形的，都將在命運之輪的推動下踏上循環不已的旅程。\n以托特塔羅牌的觀點而言，<X命運>牌是煉金術過程的表現。\n轉輪上的神祇分別代表了煉金素的三元素──鹽、水銀與硫，在毀滅、轉化與提升之間循環，正如同萬物冥冥中不變的規律。\n這是一個永不停止的歷程，也是我們不可見的真相。\n\n承接著上一張牌，我們將脫離全然的知曉而降生到物質世界，我們在<IX隱士>牌之中找到了光亮，在落入世界前，看到了永恆循環的命運架構，以命運之輪的形式呈現出這抽象的意涵。\n閃電與擾動只是那被破壞之物的能量釋放，以及重生之物的凝聚閃焰。\n生命有高低起伏，有起有落，沒有人會永遠停留在低點，也沒有人能永遠止步於高點安逸享樂。\n變化是唯一不變的真理。\n如果詳加觀察，人們可以掌握到反覆不變的脈絡，可以看透循環的真相，進一步的知道自己下一刻會在什麼地方。\n\n以印度教或佛教的觀點而言，這張牌可以代表業力循環的部分層面，指出無法豁免的轉變。\n然而從整體的觀點來看，業力果報的起源於心念當下，抽去時間的限制，業力在念頭決定的當下已經朝著兩方向互相償還。\n舉例來說，決定要殺人時，當下就已經做下了體驗殺人與被殺的聲明。\n心靈的宇宙本是一體，果報在當下是立即發生的，但世界有「時間」的存在，於是拉長了兩者體驗的時間距離，而成為了我們所謂的業。\n命運牌描述的就是這抽象的觀點，循環是心念的一體兩面，時間造就了循環，而我們才得以認識到命運之輪的轉動。",
        "image": "https://i.imgur.com/OPUYV0E.jpeg"
    },
    {
        "tarot_en_name": "XI - Lust",
        "tarot_zh_name": "XI - 慾望",
        "upright_adjective": "激情、力量、本能、自由",
        "reversed_adjective": "壓抑、失控、恐懼、沉溺",
        "upright": "慾望象徵著純粹的激情與本能的釋放，代表著心靈與情緒的結合。\n這張牌提醒你要勇敢擁抱內心的渴望，接受真正的自我，讓能量自由流動。",
        "reversed": "逆位的慾望可能象徵壓抑與內在衝突，或是對慾望的過度沉溺。\n這可能代表你需要審視自己的內心，找到適當的平衡，避免被無法控制的欲求所影響。",
        "meaning": "克勞利將這張牌的牌名由傳統的力量（Strength）修改而成了慾望（Lust），以泰勒瑪中的慾望之女神作為代表。\n祂不同於西方傳統對於女神貞潔純淨的描述，相反的，祂脫去了虛假的外衣，任由慾望在體內自由奔放，這一刻祂是自由的，祂在這情緒與心靈合一的體驗中離開了平凡，有那麼一瞬間，觸碰到了天堂，經歷到人間無法形容的喜悅。\n祂拿著聖杯，接引著一股神奇力量，那是來自喀巴拉生命之樹中前三個薩弗拉，跨過了天界三角，穿越組成意識之前的混沌而來的力量。\n祂說：「放下恐懼吧，罪惡是虛假，此刻才是真實的。」\n\n＜XI慾望＞指出了追求意識上的提升是人們的共同目標，在每個慾望被滿足的當下，不知不覺品嘗到了解脫的喜悅。\n這張牌無關乎道德的判斷，無關乎沉溺與墮落，它只描述出有那麼一個時刻，放下了所有，單單純純的體驗這愉悅，並且在這特別的體驗中重新找回自己。",
        "image": "https://i.imgur.com/X3Q0Mot.jpeg"
    },    
    {
        "tarot_en_name": "XII - The Hanged Man",
        "tarot_zh_name": "XII - 吊人",
        "upright_adjective": "犧牲、奉獻、洞察、啟示",
        "reversed_adjective": "逃避、抗拒、困惑、停滯",
        "upright": "吊人象徵自我犧牲與精神上的啟示，代表著以全新的視角看待世界。\n這張牌提醒你，或許需要暫時放下現有的立場，耐心等待真正的答案浮現。",
        "reversed": "逆位的吊人可能象徵抗拒改變，或是因為恐懼而無法做出必要的犧牲。\n這可能代表你需要重新審視自己的內在衝突，接受生命中的不確定性，並學習從不同的角度看待問題。",
        "meaning": "此牌再次的依循泰勒瑪經典《律法之書》的闡述，將吊人描述為存在於各紀元的奉獻者。\n他本是自我洞察後貼近神性的修行之人，但在進入了歐西里斯的世代，遭逢了如同異教徒般的折磨與審問，然而他依然抱持著自己的神性，保持著自己的信念，毫不動搖，到了荷魯斯紀元，附加於他身上的罪惡將被洗脫。\n水元素之所以是吊人的象徵，乃是因為他保有伊西斯紀元的符碼。\n那是遠古的時代，以母性社會為主，崇拜天地母神的力量，而這個紀元對應於水元素。\n＜XII吊人＞牌上方的光芒與代表伊西斯的＜II女祭司＞牌上方的光芒同出一轍，它們都是屬於伊西斯紀元的存有。\n\n吊人自願犧牲，他張開雙手懸於安卡之上，雙腳形成十字與向下之箭頭符號，意味著他將從光芒墮入黑暗，以他的行動喚起了人們對於自性的察覺、對於生命的了悟。\n他是那千千萬萬奉獻生命而成就理想的導師象徵，用鮮血擦亮了我們的雙眼，喚醒了世俗中庸庸碌碌的人們。\n他如同耶穌，奉獻了生命，見證了信仰；他如同釋迦牟尼，放棄了皇室的榮華富貴，一心追求於內心的解脫。",
        "image": "https://i.imgur.com/SkMPAKu.jpeg"
    },    
    {
        "tarot_en_name": "XIII - Death",
        "tarot_zh_name": "XIII - 死神",
        "upright_adjective": "轉變、結束、重生、蛻變",
        "reversed_adjective": "抗拒變化、停滯、不願放手、害怕改變",
        "upright": "死神象徵著結束與轉變，代表舊有的結束與新生的開始。\n這張牌提醒你，或許需要放下過去的包袱，才能迎接全新的成長與蛻變。",
        "reversed": "逆位的死神可能象徵抗拒改變，或是無法放下舊有的模式與執念。\n這可能代表你需要勇敢面對變革，接受不可避免的轉變，讓自己進入新的階段。",
        "meaning": "死神牌是下一張牌＜XIV藝術（煉化）＞中煉金之釜內的反應，這是煉金術當中最重要的一個環節，也是提升淬鍊過程的奧祕。\n藉由腐敗與發酵，得到了建立於本質之上更高的存有。\n如同葡萄酒的醞釀，沒有發酵的過程，就沒有美味動人的酒香。\n在這一個過程中所看到的將是一片死寂，再怎麼美好動人的事物都將消逝。\n所有的一切像是圖像底端的花朵，失去了生命的光輝。\n於＜I魔法師＞牌中出現代表生命萬物起源的奧菲克祕卵，在經過了<VI戀人>的煉金婚配與＜IX隱士＞的孕育之後，將於下一張＜XIV藝術（煉化）＞中作用而誕生，而誕生前的最後一步乃是在死神催化下進行。\n\n畫面底端的蠍子是天蠍座的象徵，過去人們認為蠍子在極端的環境下具有自殺的行為，因此以此為意象，代表毀滅之後的餘燼。\n而左上方的老鷹則是煉化後的提升，這如同化學反應過後產生的氣體，拋下了屬於物質的形骸，轉變成自由無形的氣體（精神）。\n牌內以蠍子、毒蛇、老鷹代表經歷煉金過程後原料毀滅、原料不變與提升的三種結果。\n\n死神攪動著逐漸茁壯成長、蘊含了靈魂的氣泡，將它們送入世界。\n蛻變前的死寂是死神牌的寓意，也是提升的手段。\n托特塔羅的死神不同於傳統上帶來厄運、結束或痛苦的寓意，相對地，由泰勒瑪與煉金術的論點告訴我們：痛苦的感受乃是前往更高階段的捷徑；而轉變過程中的死寂與面對的困境，乃是拋棄舊有框架邁向前方的考驗！",
        "image": "https://i.imgur.com/puHr2c7.jpeg"
    },    
    {
        "tarot_en_name": "XIV - Art",
        "tarot_zh_name": "XIV - 藝術",
        "upright_adjective": "融合、平衡、轉化、創造",
        "reversed_adjective": "極端、失衡、混亂、停滯",
        "upright": "藝術象徵著融合與轉化，代表將不同的元素結合，創造出新的平衡與和諧。\n這張牌提醒你，透過耐心與智慧，可以將矛盾與衝突轉化為新的契機。",
        "reversed": "逆位的藝術可能象徵失衡與混亂，或是對於轉變的抗拒導致停滯。\n這可能代表你需要調整內在與外在的平衡，避免極端與過度的行為，以達到真正的和諧。",
        "meaning": "＜XIV藝術＞牌內，來自於皇帝與皇后牌的主角融合成一個雌雄同體之人，左半邊的皇后戴著金色的黃冠，拿著火焰攪拌著煉金之釜，右半邊的皇帝戴著白色的皇冠，將聖杯的水緩緩注入煉金之釜中。\n他們互相對調的物品與膚色代表經過了＜VI戀人＞牌煉金婚配後的結合，而原本的紅獅與白鷹也轉化成了白獅與紅鷹。\n煉金之釜上頭刻畫著烏鴉與骷髏，其內上演著＜XIII死神＞牌當中發生的劇情（詳見＜XIII死神＞之解析）。\n\n經過了腐敗與發酵後，獲得了拋下形體、提升之後的產物。\n它從煉金之釜內向上射出一把箭，向上經過心臟而分為兩道彩虹，於皇后與皇帝的肩膀之上，意味著煉金術的產物已經不是黃金，而是一種內化於心靈的領悟。\n背後的金色圓盤上用拉丁文刻著過去的神祕學團體：薔薇十字會（Rosicrucianism）中煉金術的格言：「Visita Interiora Terrae Rectificando Invenies Occultum Lapidem」（英文: Visit the Interior Parts of the Earth, by Rectification Thou Shalt Find the Hidden Stone）。\n意為｢探尋那大地的深處，透過粹煉提升、去蕪存菁，將找到隱匿的寶石」。\n隱藏之石為煉金術當中具有點石成金能力的賢者之石。\n此外將這段話每個字的字首合起來可以組成一個單字「Vitriol」，那是化學中的硫酸，是煉金術當中代表可以溶解萬物的溶劑。\n\n萬能溶劑與賢者之石其實是一種相同概念。\n想像一下，你在夢中，突然察覺了自己正在作夢，夢境中的你是中世紀的煉金術士，但你沒有醒過來，依然延續著你的夢境。\n你可以預知夢境的方向，如果你想要，還能夠知道夢境中每個人物的感受。\n你擁有了比較高的覺察，只是因為你知道了一個簡單的事實：自己正在作夢。\n在夢中，只要你想要，就擁有了賢者之石，足以把萬物點化為黃金，你擁有萬能溶劑，能夠將一切作為煉化的材料。\n你並不訝異這一切，因為你知道夢境中的萬物、所有的角色都是你自己夢出的。\n你尋訪大地的深處找到了至寶，賢者之石並非賢者之石，Vitriol也不是能溶解萬物的溶劑，那只是一種比喻。\n真正的賢者之石是一種頓悟的經驗，那是道，是神性，是內我、全我的意識。\n不論用什麼詞語，心靈知道那是什麼，這存在於亙古的時間內，存於萬事萬物間，是在夢境當中的自己意識到自己正在作夢的簡單概念。\n\n此外，煉金術的符號、材料與操作方式可以成為潛意識中的象徵物，除了經由夢境來解析潛意識的狀態外，透過煉金術的實質過程，也能反應出了心靈在面對內外衝突的運作軌跡。\n本我本質完美，投射到現實世界中則是創造完美。\n藉由心靈的創作投射出的完美，即是藝術，即是這張牌的本義。",
        "image": "https://i.imgur.com/bRFT03I.jpeg"
    },    
    {
        "tarot_en_name": "XV - The Devil",
        "tarot_zh_name": "XV - 惡魔",
        "upright_adjective": "慾望、束縛、物質、誘惑",
        "reversed_adjective": "解放、覺醒、掙脫、轉化",
        "upright": "惡魔象徵慾望與束縛，代表被物質與誘惑所操控，無法擺脫內在的執念。\n這張牌提醒你審視自己的渴望，避免被短暫的享樂蒙蔽了長遠的目標。",
        "reversed": "逆位的惡魔可能象徵解放與覺醒，意味著突破束縛，擺脫過去的依賴與限制。\n這可能代表你正在重新掌控自己的生活，從執念與誘惑中獲得真正的自由。",
        "meaning": "惡魔牌不再繪製成惡魔，＜XV惡魔＞牌反映出了我們較為原始本能，比如廝殺、狩獵、性慾、權力的爭奪等。\n對應於摩羯座，惡魔牌是大阿爾克那中最適合生活於世俗的角色，它瞭解生存的遊戲規則，熟悉金錢慾望的魔力，在它的支配下，世俗的渴望皆可以獲得滿足。\n它彷彿是黑社會老大，不會與你雄辯滔滔，它只會把事實放在眼前，使你臣服。\n\n牌面上的山羊露出詭異的眼神，那是透著內心慾望的貪婪眼神，深藏在你我之中，你可以否認，可以逃避，但難保一疊白花花的鈔票在面前時不會心癢。\n面對這張牌如同面對貪婪的慾望，從山羊眼中，你看到了自己的眼神。\n任你是什麼人，還是得低頭檢視自己面對誘惑下真實的感受。",
        "image": "https://i.imgur.com/bJSiNuS.jpeg"
    },
    {
        "tarot_en_name": "XVI - The Tower",
        "tarot_zh_name": "XVI - 塔",
        "upright_adjective": "動盪、突變、毀滅、啟示",
        "reversed_adjective": "恐懼、抗拒、重建、內省",
        "upright": "塔象徵突如其來的變革與動盪，代表舊有結構的崩毀，帶來全新的視角與可能性。\n這張牌提醒你，儘管變化可能讓人恐懼，但它往往是重建與成長的必要過程。",
        "reversed": "逆位的塔可能象徵抗拒改變，試圖維持不穩固的現狀，最終導致更大的衝擊。\n這可能代表你需要直面恐懼，接受變革，並從混亂中找到新的秩序與方向。",
        "meaning": "毀滅帶來了重生，完全的毀滅帶來完全的重生，這張牌中所要表示的是進入新紀元前的劇變。\n那往往使人無法接受，並且在當下不知所措，儘管之後被建立起的是更為偉大的世界。\n<XVI塔>牌的毀滅是必經之路，因為已經走到了盡頭，毀滅是必然的結果，但那不是結束，而是另外一種開始。\n脫去了過去的包袱，才能夠自由建立新的世界，一次完整的毀滅足以抵過數年的改革，即為塔牌的意義。\n\n<XVI塔>牌也象徵著政權的改變，當每一個國家、朝代走到盡頭，人民揭竿而起，掃除所有的舊規章後，才有地方能夠建立起新的政權、新的國家。\n<XVI塔>與<XIII死神>雖然都具有毀滅的意義，然而背後的精神卻不相同，死神帶來逐漸的凋亡，塔則為瞬間的毀滅，死神是經歷考驗後的轉化，塔則是完全毀滅後的重生。",
        "image": "https://i.imgur.com/37bzHCZ.jpeg"
    },    
    {
        "tarot_en_name": "XVII - The Star",
        "tarot_zh_name": "XVII - 星星",
        "upright_adjective": "希望、靈感、治癒、寧靜",
        "reversed_adjective": "絕望、困惑、失落、缺乏信心",
        "upright": "星星象徵希望與指引，代表內在的平靜與靈感的湧現。\n這張牌提醒你，即使在黑暗之中，也要相信未來，保持信念與樂觀。",
        "reversed": "逆位的星星可能象徵失去信念，內心充滿困惑與迷失。\n這可能代表你需要重新找回內在的希望，相信自己並尋求精神上的指引。",
        "meaning": "天空之神努特高舉著聖杯，將星光注入象徵世界的球體。\n天空之神努特是古埃及的九柱神之一，生下歐西里斯與伊西斯，而伊西斯與歐西里斯結婚後生下了荷魯斯，祂是泰勒瑪中闡述的三個紀元主神的共同來源。\n在經過＜XVI塔＞牌的毀滅後，＜XVII星星＞牌代表著荷魯斯紀元開始的重建，努特將新的思維注入了象徵荷魯斯紀元世界的球體中，帶來了寧靜與希望。\n克勞利於在寫下《律法之書》，離開金色黎明會後，成立神祕學組織A∴A∴，並以七芒星作為印記。\n七芒星內有＜XI慾望＞之中所出現的女神，以祂作為新紀元出現的預示之一。\n在象徵世界的球體內，星星已開始旋轉，代表荷魯斯接掌後的改變。\n左上方遠方的七芒星暗指著克勞利創立的神祕學組織A∴A∴為揭露荷魯斯紀元到來的先驅。\n\n在努特永恆星空的祝願下，每一個人的靈魂本質並無差別，每一個靈魂都可以是一顆星。\n如同《律法之書》第一章寫道：「每個男女都是一顆星星。」（Every man and every woman is a star.）。\n「每個數字都是無限，沒有差別。」（Every number is infinite; there is no difference.）。\n進入荷魯斯紀元的人們，將更容易看清自己的自性，更容易將自己渴望自由的靈魂從塵世中的深淵中救贖出來。\n\n星星牌帶來了寧靜與平安，在每一個夜裡，在每一個星空之下的世界，受到努特跨越時間，亙古的祝福。\n當你抬頭看著星空，從永遠鑲於夜空中的星光即可感受到努特的祝願。\n每一顆星都是一個靈魂，每一顆星都幫助你看到希望。",
        "image": "https://i.imgur.com/vKM8zSX.jpeg"
    },
    {
        "tarot_en_name": "XVIII - The Moon",
        "tarot_zh_name": "XVIII - 月亮",
        "upright_adjective": "幻象、直覺、潛意識、迷惘",
        "reversed_adjective": "焦慮、困惑、欺騙、恐懼",
        "upright": "月亮象徵潛意識與內在情感的流動，代表直覺與未知的探索。\n這張牌提醒你信任自己的感覺，並深入內心尋找真正的答案。",
        "reversed": "逆位的月亮可能象徵內心的焦慮與混亂，或者陷入幻象與迷失。\n這可能代表你需要釐清內心的困惑，避免被錯誤的直覺或恐懼所影響。",
        "meaning": "在＜XVIII月亮＞牌中，聚焦於顯意識的太陽沒入了地平線，往下照耀著心靈的幽谷，那是幽暗與恐懼的領地，進入屬於月亮的潛意識中，有如踏入了死後的世界，恐懼的意識，被壓抑的情緒化為形體出現於面前。\n守在路旁的是古埃及神話中的死神阿努比斯，狼頭人身的形象使每一個經過祂的人感受到了恐懼。\n\n＜XVIII月亮＞牌所描述的是不知不覺中影響著我們，位於自身思想、意識底下的情緒面與擾動面。\n它無時無刻變化著。\n那些被壓抑的情感是潛意識中的感受面，是自己不想再次面臨的事件所帶來的恐懼，在層層堆疊掩埋的山腳下，不停的擾動。\n當嘗試往內心探索，必定會先通過那些駐守在門前的守衛，就連自身也無法保有信心順利地通過，黑夜中吹來的風騷動著意念，畢竟那是不想被別人見到的一面，也是自己逃避的一面，當它落入了意識深谷中，偶爾可以感受到它所帶來的擾動，除非仔細的覺察，靜下心來剖析，否則難以見到真正的樣貌，難以真的化解那一再出現的事件與情緒。\n\n月亮與情緒有關，也與生活中週期出現的事件有關。\n許多人在每次的戀愛中，因為相同的原因而分手，之後又被相同特點的人給吸引，經歷了相似的事件後再次分手，往往在不同的戀愛對象中體驗相同的經驗，也許覺得那是天意，也許覺得遇人不淑，但是這一切的發生，其實都是在對自己潛意識中的某個部分做出回應，在創傷沒有療癒、沒有獲得寬恕之時，重複的經驗可能隨之而來，而這一切都是為了使自己更進一步的成長。\n\n聖甲蟲守護著牠賴以維生的太陽，牠從中而生，從牠的世界踏入了物質世界之中。\n如同我們不經意地將潛意識中的情緒投射到世界的過程，形成了我們所要經歷的一切，招來了與我們有著相似背景的心靈，帶著相似需要被療癒的情緒深淵，一起體驗那些發生於你我之間的大小事。",
        "image": "https://i.imgur.com/bm0hDIw.jpeg"
    },    
    {
        "tarot_en_name": "XIX - The Sun",
        "tarot_zh_name": "XIX - 太陽",
        "upright_adjective": "光明、成功、喜悅、活力",
        "reversed_adjective": "自大、驕傲、虛假、遲滯",
        "upright": "太陽象徵光明與喜悅，代表成功、快樂與正能量的充盈。\n這張牌提醒你擁抱自己的成就，享受生命中的美好時刻。",
        "reversed": "逆位的太陽可能象徵自大的膨脹，或對成功的錯誤解讀。\n這可能代表你需要保持謙遜，避免過度自信而忽略真正的價值。",
        "meaning": "經過了漫漫長夜，經過了上一張月亮牌最黑暗的時刻，太陽終於升起，照亮了＜XVI塔＞牌破壞後的世界，照進了每一個重獲新生的心靈。\n荷魯斯紀元開始，舊有的一切將一掃而空，大地萬物欣喜迎接這一刻。\n循著《律法之書》的脈絡，我們處在於一個紀元交替的時期，舊有的父系社會、君權、社會制度與宗教壓迫將隨著荷魯斯紀元到來逐一瓦解，取而代之的是平等的社會，不再出現父權與母權這些名詞，因為在新的紀元中我們已經沒有兩性優越的認知了，人們試著看穿表象，看進內心，看見靈魂，因而性別的刻板印象也不復存在。\n\n除了社會結構的變革外，宗教體系的轉變也是必然的過程，唯一信仰的宗教將慢慢的被多種修行團體所取代，人們將知曉宗教只是邁向真理的一條路，不是唯一的一條路，每個人都有選擇權，走向那條最適合他的旅程。\n在太陽升起之後，新的思維開始在這世界中展現、流轉。",
        "image": "https://i.imgur.com/BrEUz5l.jpeg"
    },
    {
        "tarot_en_name": "XX - The Aeon", 
        "tarot_zh_name": "XX - 新紀元", 
        "upright_adjective": "新生、蛻變、覺醒、跨越界限", 
        "reversed_adjective": "抗拒改變、困於過去、迷惘、猶豫不決", 
        "upright": "這張牌象徵你的生命進入新階段，過去的影響力已消失，你得以擁抱全新的開始。\n這可能代表轉換跑道、結束某段旅程，或嘗試全新的方向。\n你將能從過去的模式中解放，在新的環境中找到真正的自我。", 
        "reversed": "當這張牌逆位時，代表你可能抗拒變化，仍然受困於過去，無法完全迎接新的機遇。\n這可能是因為對未來的恐懼、放不下舊有的習慣，或是不願接受轉變帶來的不確定性。\n此時需要深思，是否該勇敢放手，迎向下一個階段。", 
        "meaning": "這張牌即是傳統塔羅中的『審判（Judgment）』，但去除了末日審判的概念，而是象徵回顧過去、展望未來，並正式邁向全新旅程。\n在這個新紀元中，你不再受到過往束縛，而能自由探索新的可能性。\n這也代表著創新、突破，以及心靈上的成長與修煉。\n在荷魯斯紀元中，多元思維與內在探索是改變的驅動力，你將進入一個更加開放與自由的世界。", 
        "image": "https://i.imgur.com/desphDC.jpeg"
    },        
    {
        "tarot_en_name": "XXI - The Universe",
        "tarot_zh_name": "XXI - 宇宙",
        "upright_adjective": "圓滿、循環、統合、完成",
        "reversed_adjective": "停滯、未完成、受限、迷失",
        "upright": "宇宙象徵圓滿與統合，代表著萬物的終結與新生的起點。\n這張牌提醒你，一切的經歷最終都會匯聚成完整的圖景，迎接全新的循環。",
        "reversed": "逆位的宇宙可能象徵未竟之事，或無法突破的障礙。\n這可能代表你需要重新審視內在與外在的局限，才能真正達成完整與和諧。",
        "meaning": "克勞利改變傳統上第二十一號牌的牌名「世界」，以更廣闊的概念──「宇宙」來描述圓滿、循環的概念。\n＜XXI宇宙＞是大阿爾克那中的最後一張牌，是世界成形的最後一塊拼圖，是終點，也同樣是起點。\n首尾相扣成了生生不息的循環。\n每個結束都是下一個開始，每個開始也都來自於結束，以靈性的眼光來看，無所謂開始與結束，而宇宙本身就是一個無止盡的循環。\n\n牌中女神自由奔放的舞蹈，承接了荷魯斯之眼投射出的律法之光，指出克勞利所創立泰勒瑪中荷魯斯紀元到來，新的秩序與思維將產生。\n宇宙牌對應的占星符號是土星，在喀巴拉中土星屬於生命之樹的第三個薩弗拉「理解」。\n「理解」是全然陰性的能量，如同大海般深邃廣大，也是母親的象徵。\n同時此牌也是第九薩弗拉和第十薩弗拉相連的路徑，代表著從靈性的、精神的世界通往物質世界的道路，寓意上有女兒登上母親王位之意涵。\n\n＜XXI宇宙＞牌是大阿爾克那中配色最為均勻的牌，包含了前幾張大牌的能量，相互平衡的作用下，凝聚幻化成我們所見的世界與不可見的心靈世界。\n它的牌義廣大，無法全然理解，然而在長時間的觀想牌面圖像後，往往會有不同層次的見解。",
        "image": "https://i.imgur.com/ZFb5YZ8.jpeg"
    }
]